Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A08A.tmx
Source language: en_us
Languages: zh_cn

source: Unexpected twists make 2008 an epochal year
zh_cn: 2008:转折之年新闻大事记

source: Here's the way the world looked last January: Hillary Rodham Clinton was a lock to win the Democratic nomination for president, and probably the election, too.
zh_cn: 今年一月份，我们眼中的世界是这样的：在民主党总统候选人的争夺中，希拉里·路德汉姆·克林顿似乎已经胜券在握，她甚至有可能赢得最终的大选。

source: The economy wasn't great, but it wasn't awful, either – many experts thought we'd avoid global recession.
zh_cn: 经济称不上很好，但至少并不坏——许多专家认为我们可避免全球性的衰退。

source: Meanwhile, Iraq seemed a lost case five years after the US invasion.
zh_cn: 同时，在遭到美国入侵五年后，伊拉克似乎已经成为一个失败的案例。

source: And the price of gas? Hoo boy.It had passed $3 a gallon and was galloping upward, no limit in sight.
zh_cn: 汽油价格？好家伙，已经超过三美元一加仑，而且还在继续上升，看不到停滞的迹象。

source: A lot has happened in the intervening months, hasn't it? If nothing else, 2008 showed that conventional wisdom isn't always terribly wise.
zh_cn: 但在这一年中间几个月里，许多事情发生了，不是吗？如果没有这些，2008年会表明传统智慧并非总是绝对正确。

source: A year that promised to be merely important turned out to be epochal, as the US elected its first African-American president, and developed nations plunged into a frightening financial crisis, causing China and other emerging powers to question the verities of US-style capitalism itself.
zh_cn: 这原本被认为是重要的一年，但最终结果是划时代的一年，因为美国选出了首位非美裔总统，并把许多国家拖进金融危机的深渊，让中国和其他许多新兴经济体对美式资本主义的真理产生动摇。

source: Iraq got better; Afghanistan got worse.
zh_cn: 伊拉克变得更好，而阿富汗则变得更糟。

source: Gas went up, then down.
zh_cn: 汽油先涨价，然后降下来。

source: Fidel Castro faded away.
zh_cn: 菲尔·卡斯特罗逐渐淡出视线。

source: Michael Phelps won the most gold medals at a single Olympics, ever.
zh_cn: 迈克尔·菲尔普斯赢得有史以来单届奥运会上最多的金牌。

source: Above all, the year saw the reemergence of state power, as governments from Tokyo to Washington pumped huge amounts of taxpayer cash into national firms.
zh_cn: 首先，在这一年里，我们看到国家力量重新抬头，因为从东京到华盛顿的政府都在把巨额纳税人金钱注入跨国公司。

source: Laissez-faire probably isn't finished, as French President Nicolas Sarkozy claimed.
zh_cn: 自由经济很可能就此完结，因为法国总统尼古拉斯·萨科奇发出了这样的呼吁。

source: But as they feel their way toward the post-slump era, world leaders may have a new regard for the limits of economic ideology, and for the dangers, as well as the benefits, of global trade and financial flows.
zh_cn: 而且，由于感到萧条时代正在逼近，世界各国领导人或许对经济理论的局限性，以及全球贸易和资本流动的利弊有了新的认识。

source: "Fate presents an opportunity wrapped in a necessity: to modernize multilateralism and markets.
zh_cn: “命运向我们展示了一个不可多得的机会：让多边主义和市场经济走向现代化。

source: We must seize it," said World Bank President Robert Zoellick in an address to his Board of Governors this fall.
zh_cn: 我们必须抓住这一机会”，世行行长罗伯特·佐里克在今年秋天一次世行理事会演讲中这样表示。

source: Perhaps the fraud revealed at the beginning of the year should have been a tip-off.
zh_cn: 或许骗局在年初就应该得到昭示。

source: On Jan. 19, the French bank Societe Generale discovered and began unraveling a series of what it later called "massive fraudulent directional positions."
zh_cn: 今年1月19日，法国的兴业银行发现并制止了一系列后来被称作“大规模欺诈性定向头寸”的行为。

source: A week later, French police arrested a junior trader named Jerome Kerviel and charged him with losing $7 billion via unauthorized financial activity.
zh_cn: 一周之后，法国警方逮捕了一位名叫杰罗姆·凯维尔的小额经纪人，并指控他通过未经授权的金融活动造成七十亿美元的损失。

source: The lost sum was larger than the bank's total market capitalization, and at the time the biggest such fraud in history.
zh_cn: 这样的损失已经超出该行的全部市值，并构成到当时为止历史上最大的欺诈行为。

source: By the end of the year, however, it was easily topped, as US financier Bernard Madoff was arrested Dec. 11 and charged with running a $50 billion Ponzi scheme, a swindle in which early investors are paid off with money from later ones.
zh_cn: 然而，到今年年末，这一纪录被轻松打破，因为美国银行家伯纳德·马多夫于12月11日被逮捕，并被指控运作一起价值500亿美元的庞氏骗局，在这一骗局中，早期投资者的收益来自较晚加入投资者的金钱。

source: It's possible that the alleged Madoff fraud will end up as not just the biggest bank scam, but among the most expensive individual criminal acts of all time.
zh_cn: 马多夫的这一欺诈罪行不仅是最大的银行骗局，而且是有史以来代价最为昂贵的个人犯罪行为。

source: But in truth, the biggest events of 2008 were not so much one-off actions as culminations of trends that had been building for years.
zh_cn: 不过，这起2008年最重大事件并非一蹴而就，实际上，这类行为数年来一直盛行。

source: Even the election of Barack Obama can be seen as the result of a lengthy process.
zh_cn: 甚至巴拉克·奥巴马当选总统也可被看作长期努力的结果。

source: US disapproval of President Bush's job performance has been low for years, in large part due to the grinding war in Iraq.
zh_cn: 美国人对布什总统的工作表现不满已经有些年头了，相当大程度上这是因为伊拉克战争的折磨。

source: Bush's job approval ratings, as measured by the Gallup Poll, peaked at 90 percent of Americans in the wave of patriotism that followed the attacks of 9/11.
zh_cn: 据盖普洛民意调查显示，911恐怖袭击之后，布什在美国的支持率随着一波爱国主义热潮曾达到90%的顶点。

source: Since then it has been a steady slide, to a low of 25 percent just prior to the election.
zh_cn: 自那时起该支持率一路下滑，到大选前只有25%。

source: Voters were ready for major change Americans seemed ready for a change in party in the White House.
zh_cn: 选民等待重大改变 美国人似乎已经为白宫易帜做好准备。

source: Not that Republicans didn't try – remember Rudy Giuliani, who insisted that he'd win the Jan. 29 GOP Florida primary because of the state's many retired New Yorkers?
zh_cn: 这并不是说共和党不努力，记得鲁迪·朱利安尼吗？此君坚持认为他赢得了1月29日共和党弗罗里达州初选，因为这个州有许多退休的纽约人（朱利安尼曾任三届纽约市长，译者注）。

source: He got crushed.
zh_cn: 但他受到排挤。

source: And Mitt Romney, who had money and hair, but in the end, not enough supporters.
zh_cn: 还有密特·鲁尼，他有钱也有头发（似乎讽刺朱利安尼和麦凯恩都老得没头发，译者注），但最终却没有足够的支持者。

source: Hillary Clinton fought hard, but in the end she could not overcome Obama's superior organization in caucus states, and the relentless math of the Democratic Party's proportionate allocation of delegates.
zh_cn: 希拉里·克林顿表现顽强，但最终在州党团会议上，她无法压倒组织较好的奥巴马，也无法在残酷的民主党代表比例分配中获得优势。

source: Election night was stirring in the way politics seldom is, despite candidate promises and voter hopes.
zh_cn: 尽管有着候选人的承诺和选民的希望，但大选之夜展示了一种政治上少见的激动人心的场面。

source: To his credit GOP, nominee John McCain gave a gracious concession speech that acknowledged the history of the moment.
zh_cn: 麦凯恩的败选演讲颇具风度，这也令他的共和党虽败犹荣。

source: Ironically, Iraq was better by the election.
zh_cn: 具有讽刺意味的是，选举也改善了伊拉克的局势。

source: President Bush's surge in troops, plus the defection of former Sunni insurgents into the US-sponsored Sons of Iraq militia groups, greatly reduced violence in the country.
zh_cn: 由于总统布什增派军力，以及前逊尼派叛乱者加入由美国资助的“伊拉克之子”民命组织，这个国家的暴力行为大大减少。

source: In November the Bush administration struck a landmark deal with the Iraqi government which mandates the withdrawal of US forces by 2011.
zh_cn: 十一月份，布什政府与伊拉克政府达成一项里程碑式的协议，该协议将授权美军在2011年之前撤出伊拉克。

source: And as of Jan. 1, 2009, Iraqis will gain control over the Green Zone, the sprawling fortified section of Baghdad from which the US has operated since the 2003 invasion.
zh_cn: 并且，自2009年1月1日开始，伊拉克人将接管“绿区”（Green Zone），该地区是巴格达周边的防御地带，自2003年入侵开始一直由美军控制。

source: For US voters, worry about the economy has more than replaced worry about the stability of Iraq.
zh_cn: 对美国选民来说，对于经济的担忧远甚于伊拉克局势的稳定。

source: At the end of December, 77 percent of respondents to a Gallup Poll on consumer confidence said they had a negative impression of economic conditions.
zh_cn: 十二月末，在一项有关消费者信心的盖普洛民意调查中，77%受访者认为目前的经济条件对他们有消极影响。

source: The corresponding figure for those who had a positive opinion of the economy?
zh_cn: 有多少人对经济形势表示乐观呢？

source: Three percent. The low single digits.
zh_cn: 仅仅百分之三。

source: In retrospect, the causes of today's woes seem obvious.
zh_cn: 回想起来，造成如今痛苦处境的理由明摆着。

source: House prices rose too high, driven by irresponsible lending and borrowing.
zh_cn: 由于不负责任的贷款和放贷行为，推动住房价格高企。

source: The bubble burst, pulling down consumer spending and economies around the world.
zh_cn: 泡沫最终破裂后，不仅消费者的开支受到影响，也把全球经济拉下水。

source: Proponents of the magic of free markets are in retreat.
zh_cn: 自由市场魔法的鼓吹者们开始退缩。

source: Former Federal Reserve Chairman Alan Greenspan admitted to Congress in October that he had found a "flaw" in his ideology, and that he was "in a state of shocked disbelief" about the failure of lending institutions to protect themselves against the possibility of failure.
zh_cn: 十月份，前美联储主席阿伦·格林斯潘向国会承认自己的理论出现了一个“缺陷”，此外，他表示他“以一种难以置信的震惊心情”看到放贷机构无法保护自己免于遭受可能的失败。

source: In the US, the defining moment of the financial crisis seems to be Lehman Brothers' September bankruptcy, which froze bank lending as institutions retreated in fear of who might fail next.
zh_cn: 在美国，公认的金融危机始于九月份雷曼兄弟的倒闭，自此之后银行放贷被冻结，因为机构们担心自己会成为下一个倒闭的对象。

source: But outside the US, others might point to Iceland, an entire nation brought low by an overextended banking sector.
zh_cn: 但在美国以外，其他国家可能会把过于依赖银行业的冰岛破产事件作为（金融危机的）标志。

source: World economic growth as a whole now seems certain to fall below 3 percent, a level at which the World Bank rates the globe to technically be in recession.
zh_cn: 今年，全球经济增长似乎已经确定不会超过3%，据实际银行估计，这样的增长水平从技术上来说已经让全球陷入衰退。

source: Some emerging nations, however, see opportunity in the troubles of the developed world.
zh_cn: 然而，当发达国家陷入麻烦时，一些新兴国家正在看到机遇。

source: China enters superpower ranks Growth in China, for instance, will undoubtedly slow, as its major western customers retrench.
zh_cn: 中国进入超级大国行列 例如，中国的经济增长无疑会放缓，因为其主要的西方国家客户减少了。

source: But given the current bad image of US-style free markets, plus China's huge store of dollar reserves, Beijing's rise to superpower influence may be speeded by the financial crisis of '08.
zh_cn: 不过，考虑到如今美式自由市场经济已经风光不再，加上中国拥有的巨量美元储备，因此08年的金融危机或许令北京加快施加超级大国影响力的步伐。

source: Meanwhile, the Chinese Olympics showcased three decades of national development – and China's ruthless smothering of dissent.
zh_cn: 与此同时，中国举办的奥运会展现了该国三十年发展的成就，也展示了中国对于异见者的无情镇压。

source: Elsewhere in the world, the New York Philharmonic played in North Korea (February).
zh_cn: 在世界其他地方，纽约爱乐乐团在北朝鲜演出（二月）。

source: Iran test fired long-range ballistic missiles (July).
zh_cn: 伊朗试验远程弹道导弹（七月）。

source: Pervez Musharraf resigned the presidency of Pakistan (August).
zh_cn: 佩尔韦兹·穆沙拉夫辞去巴基斯坦总统职务（八月）。

source: Russia and Georgia engaged in a brief but fierce war over South Ossetia (August).
zh_cn: 俄国和格鲁吉亚在南奥塞梯进行一场短暂但激烈的战事（八月）。

source: And in sports, the world saw the rise of a new champion with an eager, friendly touch.
zh_cn: 体育方面，全世界都看到一个热情、友善的新冠军诞生。

source: No, not Michael Phelps – though those gold medals were impressive, not to mention the size of his breakfasts.
zh_cn: 但并不是迈克尔·菲尔普斯——尽管他的金牌数目和早餐食量的确令人印象深刻。

source: In 2008, Uno the beagle became the first of his breed to win the Westminster Dog Show, the canine equivalent of the Olympics.
zh_cn: 2008年，“乌诺”成为首支赢得西敏寺犬展桂冠的比格犬，这相当于犬类赛事中的奥林匹克。

source: By all accounts, he is the most popular top dog ever, with public appearances booked deep into 2009.
zh_cn: 大家一致认为，乌诺是有史以来最受喜爱的冠军狗，要求他公开露面的预约一直排到2009年。
